Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=757_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Kansainvälinen artikla 8(j) työryhmä esittää alkuperäiskansojen perinteisen tiedon suojan kehittämistä
sms: Meeraikõskksaž aartikla 8(j) tuâjj-joukk eŠtǩǩad alggmeerai ääŠrbvuâlaž teâđ suõŠj ooudâsviikkmõõžž

source: Saamelaiskäräjien edustajat osallistuivat kansainvälisen artikla 8(j)-työryhmän kahdeksanteen kokoukseen Montrealissa.
sms: SääŠmteeŠǧǧ võboršeeŠǩǩ vuässõŠtte meeraikõskksaž aartikla 8(j)-tuâjj-joouk kääucad såbbra Montrealist.

source: Työryhmän on perustanut biodiversiteettisopimuksen allekirjoittajamaiden osapuolikokous (COP).
sms: Tuâjj-joouk lij alttääm biodiversiteeŠttsuåppmõõžž vuâllaǩeeŠrjtamjânnmi vuäŠssbieŠllsååbbar (COP).

source: Työryhmän työtä ohjaa COP:in hyväksymä monivuotinen työohjelma artikla 8(j):n toimeenpanemiseksi.
sms: Tuâjj-joouk tuâi jååŠđat COP primmum määŋgekksaž tuâjjprograamm aartikla 8(j) tiuŠddepiijjmõššân.

source: Työryhmän tehtävänä on työohjelman toteuttaminen sekä seuraavan biodiversiteettisopimuksen osapuolikokouksen artikla 8(j):tä koskevien päätösten valmistelu.
sms: Tuâjj-joouk tuâjjan lij viikkâd čõõđ tuâjjprograamm nuŠtt, što tõn vuäitči priimmâd tuâjjprogrammân, ooudâst lij puõŠtti biodiversiteeŠttsuåppmõõžž vuäŠssbieŠllsåbbar aartikla 8(j) kuõskki tuŠmmstõõǥǥi valmštõõllmõš.

source: Seuraava osapuolikokous pidetään ensi syksynä Etelä-Koreassa.
sms: PuõŠtti vuäŠssbieŠllsååbbar såbbrõõžžât puõŠtti čõõuč Saujj-Koreast.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, joka osallistui työryhmän kokoukseen jo kolmatta kertaa, piti kokousta tärkeänä. ”
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi, kååŠtt vuäŠssõõđi tuâjj-joouk såbbra juŠn kuälmad vuâra da aaŠšši mieŠldd sååbbar leäi vääžnai. ”

source: Kansainväliset artikla 8(j)-työryhmän kokoukset ovat tärkeitä kansallisesti ja kansainvälisesti.
sms: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk såbbar liâ vääžnai meersânji da meeraikõskksânji.

source: Kokouksissa pääsee tuomaan esille Suomen saamelaisten näkemyksiä, vaikuttamaan päätöksentekoon, saa uusia ideoita perinteisen tiedon suojan parantamiseksi sekä vaihtamaan ajatuksia maailman eri alkuperäiskansojen kesken, ” puheenjohtaja Näkkäläjärvi kertoi.
sms: Såbbrin peäss puŠhtted õlmmsa LääŠddjânnam säŠmmlai vuäinlmid, vaikkted tuŠmmstõktuõjju da saaǥǥstõõllâd maaiŠlm jeeŠres alggmeeraivuiŠm da tännalla kuullâd ođđ kuullmõõžžid ääŠrbvuâlaž teâđ suõŠj pueŠreem diõtt, ” mainsti saaǥǥjååŠđteei Näkkäläjärvi.

source: Kokoukseen osallistui kaikki saamelaiskäräjien kansallisen 8(j)-työryhmän jäsenet. ” Kansallista toimeenpanoa ja tulevaisuutta ajatellen on ehdottoman tärkeää, että mahdollisimman moni saamelaiskäräjien edustaja kansallisesta 8(j)-työryhmästä perehtyy artikla 8(j):hin ja siihen liittyvään kansanväliseen päätöksentekoon ”, Näkkäläjärvi painottaa.
sms: Såbbra vuässõŠtte puk sääŠmteeŠǧǧi meersaž 8(j)-tuâjj-joouk vuäŠssla.”Meersaž tiuŠddepiijjmõõžž da puõŠttiääiŠj juuŠrdeeŠl lij aainâs vääžnai, što sääŠmteeŠǧǧ võboršeeŠǩǩ meersaž 8(j)-tuâjj-jooukâst, toobdstâŠ tte pueŠrben aartikla 8(j) da tõõzz kuulli meeraikõskksaž tuŠmmstõktuõjju ”, Näkkäläjärvi mušttʼtad.

source: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa.
sms: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ vuäŠssõŠtte såbbra LääŠddjânnam riikk delegaatiast.

source: Kokouksissa Euroopan Unionin jäsenmaat pyrkivät neuvottelemana yhteisen kannan koordinaatiokokouksissa, joihin myös saamelaiskäräjät osallistui. ”
sms: Såbbrin Euroop Unioon vuäŠssbieŠlljânnam ǩiõččlõŠtte saaǥǥstõõllâd õhttsaž ǩiõččâmvueŠjj koordinaatiasåbbrin, koozz sääŠmteŠǧǧ še vuässõõđi. ”

source: Olemme olleet mukana valmistelemassa Suomen kantoja kokoukseen jo kauan ennen varsinaista kokousta ja tuoneet esityksiämme mm..
sms: LeäŠp leämmaž mieŠldd valmštõõllmen LääŠddjânnam ǩiõččâmvueŠjj såbbra juŠn ouŠddel puõŠtti såbbar da pohttam eŠtǩǩõõzzid jm.

source: Suomen vastauksiin biodiversiteettisopimuksen sihteeristölle kokouksessa käsiteltävistä asioista, Näkkäläjärvi kertoi ”.
sms: LääŠddjânnam vasttõõzzid biodiversiteeŠttsuåppmõõžž piisarkådda såbbrest ǩiõttʼtõõllâm vueŠlnn åårrai aaŠššin, mainsti Näkkäläjärvi ”.

source: Kahwanaken mohawkeja (Kanien: keha ' ka) edustanut Charles Patton antoi kokoukselle perinteisen mohawk-siunauksen ja lauloi ystävyyden laulun
sms: Kahwanaken mohawkeja (Kanien: kehaʼka) võborkâŠsttam Charles Patton uuŠdi såbbra ääŠrbvuâlaž mohawk- blouslõõzz da lääulai naŠzvaanvuõđ laulli. Snimldõk: Inga-Briitta Magga.

source: Kokouksen asialistalla oli kokemuksien kertominen artikla 8(j)- työryhmästä ja erityisesti siitä, miten alkuperäiskansat ovat osallistuneet biodiversiteettisopimuksen toimeenpanoon.
sms: Såbbar äŠššliistâst leäi toobdlmi mainstumuš aartikla 8(j)- tuâjj-jooukâst da jeäŠrben tõŠst, mäŠhtt alggmeer liâ vuässõõttâm biodiversiteeŠttsuåppmõõžž tiuŠddepiijjmõŠšše.

source: EU- puheenjohtajamaa Liettua kertoi kokoukselle EU:n puheenvuorossa erityisesti siitä, miten artikla 8(j):tä oli toimeenpantu Suomessa.
sms: EU- saaǥǥjååŠđteeijânnam Liettua mainsti såbbra EU:n mainstenvuârast jeäŠrben tõŠst, mäŠhtt aartikla 8(j) leäi tiuŠddepijjum LääŠddjânnmest.

source: Kokoukselle kerrottiin kansallisesta biodiversiteettistrategiasta sekä perustetusta kansallisesta 8(j)-työryhmästä, jonka puheenjohtajana toimii saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.
sms: Såbbra mainsteš meersaž biodiversiteeŠttstrategiast di alttuum meersaž 8(j)-tuâjj-jooukâst, koon saaǥǥjååŠđteeŠjen tuåimmai sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.

source: Kokouksessa käsiteltiin YK:n alkuperäiskansojen pysyvän foorumin suositusta ottaa käyttöön biodiversiteettisopimuksen toimeenpanossa termi alkuperäiskansa ja paikallisyhteisö nykyisen alkuperäis- ja paikallisyhteisön sijasta.
sms: Såbbrest ǩiõttʼtõlleš ʼM:i alggmeerai põõšši foorum siâssmõõžž väŠldded âânnmõŠšše biodiversiteeŠttsuåppmõõžž tiuŠddepiijjmõõžžâst ämmatsääŠnn alggmeer da pääiklažõhttsažkåŠdd ânnʼjõõžž alggmeer- da pääiklažõhttsažkååŠdd sââŠjest.

source: Suomi tuki terminologian muuttamista pysyvän foorumin esityksen mukaisesti uusissa biodiversiteettisopimuksen päätöksissä.
sms: LääŠddjânnam tuärjjii terminologia muttŠtumuužž põõšši foorum eŠtǩǩõõzz mieŠlddlânji ođđ biodiversiteeŠttsuåppmõõžž tuŠmmstõõǥǥin.

source: EU-jäsenmaat eivät olleet asiassa yksimielisiä.
sms: EU-vuäŠssbieŠlljânnam jiâ leämmaž ääŠššest õõutmiõllsa.

source: Kokous ei pysynyt tekemään asiassa ratkaisua vaan esitti YK: tekevän terminologian mahdollisesta muuttamisesta laillisen analyysin ja osapuolikokousta tekemään asiassa päätökset.”Kokouksen kyvyttömyys tehdä asiassa päätös oli alkuperäiskansoille suuri pettymys.
sms: Sååbbar ij pâŠsttam tueŠjjeed ääŠššest räŠtǩǩumuužž leâŠša eŠtǩǩii, što ʼM tuejjeŠči terminologia muttŠtumuužžâst lääŠjjlaž analyys da vuäŠssbieŠllsåbbar tuejjeed ääŠššest tuŠmmstõõǥǥ. Såbbar ij pâŠsttam tuejjeed ääŠššest ni tuŠmmstõõǥǥ, alggmeeraid tõt leäi kâŠl maantõs.

source: Terminologian muuttaminen vastaisi voimassa olevaa ihmisoikeuskäytäntöä.
sms: Terminologia muttŠtumuš vaŠstteŠči viõǥǥâst åårrai ooumažvuõiggâdvuõttvueŠjj.

source: Erikoista oli, että terminologian muuttamista vastusti myös muutamat sellaiset maat, jotka olivat hyväksyneet YK:n alkuperäiskansajulistuksen ”, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi.
sms: ʼõmâs leäi še tõt, što terminologia muttŠtumuužž vuâstta leŠjje še muäŠdd nåkam jânnam, kook leŠjje priimmâm ʼM:i alggmeerčõõđtõõzz ”, mainsti sääŠmteeŠǧǧ halltõõzz vuäŠsslaž Petra Magga-Vars.

source: Kansainvälisen artikla 8(j)-työryhmän työssä on keskusteltu useasti biodiversiteettiin liittyvän perinteisen tiedon palauttamisesta takaisin alkuperäiskansayhteisöille.
sms: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk tuâjast lij saaǥǥstõllum täujja biodiversitetta kuulli ääŠrbvuâlaž teâđ maacctumuužžâst mååusat alggmeerõhttsažkooŠddid.

source: Kokous esittääkin, että lähitulevaisuudessa järjestetään laaja kokous valmistelemaan vapaaehtoisia ohjeita perinteisen tiedon palauttamiseksi.
sms: Sååbbar eŠtǩǩad, što puõŠttiääiŠjest riâžžât jõnn sååbbar valmštõõllâd jiõččvälddsaž vuäŠpstõõzzid ääŠrbvuâlaž teâđ maacctumuššân.

source: Ohjeistus tulisi seuraavan kansainvälisen 8(j)-työryhmän valmisteltavaksi ja edelleen 13 osapuolikokouksen hyväksyttäväksi. ” Perinteisen tiedon palauttaminen on tärkeää monelle alkuperäiskansalle.
sms: VuäŠpstõs puäŠđči puõŠtti meeraikõskksaž 8(j)-tuâjj-joouk valmštõõllâm da tõŠst ooudâs 13 vuäŠssbieŠllsåbbar priimmân vuâlla.”ÄäŠrbvuâlaž teâđ maacctumuš lij vääžnai määŋgid alggmeeraid.

source: Saamelaisten perinteiseen tietoon liittyvää arkistomateriaalia on niin Suomen arkistolaitoksissa kuin ulkomaillakin runsaasti.
sms: SäŠmmlai ääŠrbvuâlaž tiõttu kuulli arkivmateriaal liâ jiânnai nuŠtt LääŠddjânnam ko ålggjânnmi arkivstroiŠttlin.

source: Suomessa tulisi aloittaa keskustelu ja selvitystyö miten arkistomateriaalia saataisiin parhaiten, esimerkiksi digitoiden, saamelaisten ulottuviin esimerkiksi saamelaisarkistoon tai saamelaismuseo Siidaan ”, saamelaiskäräjien varapuheenjohtaja Heikki Paltto kertoi.
sms: LääŠddjânnmest õõlǥči altteed saaǥǥstõõllmõš da čiõŠlǧǧeemtuâjj mäŠhtt arkivmateriaal vuäitči vuäǯǯad pueŠrmõsân, ouddmiârkkan digitâŠstteeŠl, säŠmmlai vuällmõŠšše ouddmiârkkan sääŠmarkiiŠve leŠbe sääŠm-muŠzei Siida beälla ”, sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Heikki Paltto mainsti.

source: Kokous pidettiin kansainvälisen ilmailujärjestön (IATA) - päämajassa.
sms: Såbbar såbbrõŠššeš meeraikõskksaž äimmjååŠđtemorganisaatiai (IATA) - väŠlddkonttrest.

source: Kokoukseen osallistui laaja joukko sopimuksen ratifioineiden valtioiden edustajia, tarkkailijoita sekä alkuperäiskansojen edustajia
sms: Såbbra vuäŠssõŠtte jiânnai suåppmõõžž ratifâŠsttam riikk võboršeeŠǩǩ, taŠrǩǩeei di alggmeer võboršeeŠǩǩ. Snimldõk: Inga-Briitta Magga

source: Kokouksessa käytiin temaattinen keskustelu biodiversiteettisopimuksen artiklojen 8(j) ja 10 (c):n yhtymäkohdista.
sms: Såbbrest jieŠlleš temaattlaž saaǥǥstõõllmõõžž biodiversiteeŠttsuåppmõõžž aartiklai 8(j) da 10 (c):n õhtteempääiŠǩin.

source: Artikla 10 (c) suojelee perinteistä luonnon kestävää käyttöä.
sms: Aartikla 10 (c) suõŠjjad ääŠrbvuâlaž luâđ ǩeâllʼjem âânnmõõžž.

source: Kokous esittää osapuolikokoukselle että se hyväksyisi toimintaohjelman tavanomaisen luonnonkäytön suojelemiseksi täydessä yhteistyössä alkuperäiskansojen kanssa. ” Suomessa artikla 10(c) koskee erityisesti saamelaista poronhoitoa ja muita perinteisiä elinkeinoja.
sms: Sååbbar eŠtǩǩad vuäŠssbieŠllsåbbra, što tõt priimči tuåimmjemprograamm takai luâđââŠnnem suõŠjjeem diõtt õhttsažtuâjast alggmeeraivuiŠm.”LääŠddjânnmest aartikla 10(c) kuâskk jeäŠrben säŠmmlai puäʒʒhååid da jeeŠres ääŠrbvuâlaž jieŠllemvueŠjjid.

source: On tärkeää että sekä perinteistä tietoa että tavanomaista kestävää luonnonkäyttöä tuetaan.
sms: Lij vääžnai što ääŠrbvuâlaž teâđ da še takainallšem ǩeâllʼjeei luâđâânnmõõžž tuärjjeet.

source: Suomessa artikla tulee kyseeseen erityisesti saamelaisen perinteisen laidunkiertojärjestelmän turvaamisessa ”, Paltto kertoi.
sms: LääŠddjânnmest aartikla puätt kõõččmmõŠšše jeäŠrben säŠmmlai ääŠrbvuâlaž palggâmǩiârddriâšldõõǥǥ staanumuužžâst ”, mainsti Paltto.

source: Kokoukseen osallistui edustajat Ruotsin ja Norjan saamelaiskäräjiltä.
sms: Såbbra vuäŠssõŠtte võboršeeŠǩǩ Ruõcc da Taarr sääŠmteeŠǧǧin.

source: Saamelaiskäräjät pitivät yhteisen kokouksen artikla 8(j):n toimeenpanosta kussakin valtiossa.
sms: SääŠmteeŠǧǧ såbbrõŠšše õhttsaž såbbar aartikla 8(j) tiuŠddepiijjmõõžžâst peäggtum riikkivuiŠm.

source: Kokouksessa sovittiin että saamelaiskäräjät tiivistävät yhteistyötä artikla 8(j):n toimeenpanemiseksi.
sms: Såbbrest suåppeš, što sääŠmteeŠǧǧ kõskkee õhttsažtuâi aartikla 8(j) tiuŠddepiijjmõššân.

source: Yhteinen esitys viedään saamelaisen parlamentaarisen neuvoston käsittelyyn ensi keväänä. ”
sms: ʼhttsaž eŠtǩǩõs viiǥǥât säŠmmlai parlamentaarlaž suåvtõõzz ǩiõttŠtõõllmõŠšše puõŠtti ǩiiđ.”Leäm rääddast tõŠst, što vuäǯǯap jåŠttŠted õhttsažtâŠvvjânnmlaž õhttsažtuâi 8(j)-aaŠššin.

source: Olen iloinen, että saamme yhteispohjoismaisen yhteistyön käyntiin 8(j)-asioissa.
sms: LääŠddjânnam sääŠmteŠǧǧ lij ǩiõččlõõttâm ooudâsviikkâd õhttsažtuâi ääŠšš juŠn ääiŠjben, leâŠša äiŠǧǧ ij leâmmaž teŠl vaalmâš.

source: Suomen saamelaiskäräjät on yrittänyt kehittää yhteistyötä asiassa jo aiemminkin, mutta aika ei ollut silloin siihen vielä valmis.
sms: Aartikla 8(j) da ääŠrbvuâlaž teâđ suõŠjj kooll še tâŠvvjânnmlaž sääŠmsuåppmõŠšše da säŠmmlai parlamentaarlaž suåvtõõzz tuåimmjumuužž ooudâsviikkmõŠšše.

source: Artikla 8(j) ja perinteisen tiedon suoja liittyy myös pohjoismaiseen saamelaissopimukseen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittämiseen.
sms: Meeraikõskksaž aartikla 8(j)-tuâjj-joukk eŠtǩǩii jm.

source: Kansainvälinen artikla 8(j)-työryhmä esitti mm. sui generis (ainutlaatuisen) - järjestelemän luomista tilanteissa, joissa perinteistä tietoa omaava kansa asuu usean eri valtion alueella.
sms: sui generis (jiijjâsnallšem) - riâššâm raajjmõõžž vueŠjjin, što ääŠrbvuâlaž teâđ vuäŠmsteei meer jäälste määŋgin jeeŠres riikk vuuŠdin.

source: Meidän tuleekin keskittyä SPN:ssä juuri sui generis- järjestelmän luomiseen ”, Näkkäläjärvi kertoi.
sms: MeeŠst âlgg loŋŋned SPS:st juŠn åårrai sui generis- riâšldõõǥǥ raajjmõŠšše ”, Näkkäläjärvi mainsti.

source: ” Työ ei jää tähän. Esittelemme kokouksen tulokset kansalliselle artikla 8(j)-työryhmälle, joka päättää mahdollisista jatkotoimenpiteistä.
sms: SääŠmteeŠǧǧ delegaatia piâzzi ǩiõččâd kanienʼkéha- ǩiõl vuõrâsoummimättʼtõõzz kanien:kehaʼka- meer vuäŠsslaid.

source: Tämä tarkoittaa sitä, että saamelaiskäräjien tulee olla aktiivisesti mukana vaikuttamassa Suomen ja EU:n kantoihin seuraavassa COP:issa ja sen valmisteluissa ”; Näkkäläjärvi painottaa.
sms: Pooddâst saaǥǥstõŠlleš alggmeerǩiõli mättʼteem da ǩiõli jeälltâŠttem tuâjain.

source: Tilaisuudessa keskusteltiin alkuperäiskansakielten opetuksen ja kielten elvytyksen haasteista.
sms: Snimldõk: Inga-Briitta Magga.

source: Saamelaiskäräjien delegaatio vieraili kokoustauolla keha ' ka (mohawk) - Kansan kieli- ja kulttuurikeskuksessa Kahnawakessa, Montrealin eteläpuolella.
sms: Sååbbarkõõutâst sääŠmteeŠǧǧ delegaatia tobdstõõđi Kanien:kehaʼka (mohawk) – Meer ǩiõll- da kultturkõõskõõzzâst Kahnawakest, Montreaal saaujbeäŠlnn.

source: “ On tärkeää tutustua myös muiden alkuperäiskansojen kieltä ja kulttuuria tukevaan toimintaan.
sms: “ Lij vääžnai tobdstõõttâd še jeeŠres alggmeerai ǩiõl da kulttuur tuärjjeem tuåimmjumuŠšše.

source: Tutustuimme kieli- ja kulttuurikeskuksen toimintana ja pääsimme seuraamaan opetusta.
sms: Tobdstõõđin ǩiõl- da kultturkõõskõõzz tuåimmjumuŠšše da piâzzim leeŠd mieŠldd mättʼtõõzzâst.

source: Vaikka kulttuurimme ovat erilaisia, haasteet oman kielen ja kulttuurin säilyttämiseksi ovat samanlaisia. ”
sms: HåŠt mij kulttuur liâ jeeŠresnallšem, tuâi ǩiõl da kulttuur seillmõŠsse liâ seämmanallšem.

source: Petra Magga-Vars kertoi.
sms: Petra Magga-Vars maainsti.

source: Kokousten päätyttyä saamelaiskäräjien edustajat tutustuivat biodiversiteettimuseoon (Biodome), joka kuvaa Kanadan eri luontotyyppejä ja niiden eläimistöä.
sms: Mâŋŋa såbbar sääŠmteeŠǧǧ võboršeeŠǩǩ tobdstõŠtte biodiversiteeŠttmuzeeja (Biodome), kååŠtt sueiŠmkrast Kanada jeeŠres luâttšlaajjid da tõi faunnsid.

source: Lisää tietoa biodiversiteettisopimuksen artikla 8(j):stä
sms: LââŠss teâđaid biodiversiteeŠttsuåppmõõzz aartikla 8(j):st

source: Kokouspäätökset
sms: SååbbartuŠmmstõõǥǥ

source: Tiedote saamelaiskäräjien järjestämästä oheistapahtumasta 8(j)-kokouksessa
sms: Teâđtõs sääŠmteeŠǧǧ riâššâm kuâŋŋpooddâst 8(j)-såbbrest

source: Kansallinen biodiversiteettistrategia ja - toimintaohjelma
sms: Meersaž biodiversiteeŠttstrategia da – tuåimmproggramm

source: Saamelaiskäräjien puheenjohtajan blogi, jossa hän kertoo 8(j)-kokouksen tunnelmista
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei blogi, koŠst son ǩeeŠrjad 8(j)-såbbar toodlmi diõtt

source: Klemetti Näkkäläjärvi
sms: LââŠssteâđaid:
